11/data/attachments/6a2ed05c50e7cc21.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Rodney_other_Actions_33388_1</nif:username>
            <nif:friendToBeRequested>soap_actions_8f8a2516-79bd-414f-9748-102f43ea8c35</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>